# 公众号配置
# 公众号appId
app_id = "wxd43b037445dcf7aa"
# 公众号appSecret
app_secret = "46fc591c5df55f748139fe183c145237"
# 模板消息id
template_id = "-HwTVHbVl4gXxGcX1hoJkbD9aEQ3dz04Jf3FtruvwxE"
# 接收公众号消息的微信号

# 这是openid
user = ["oac8E6aRC_8_1Xh_pC5MUhExrSlQ", ""]

# 信息配置
# 所在省份
province = "广东"
# 所在城市
city = "佛山"
# 生日，如果月份或者日期小于10，直接用对应的数字即可，例如1997-1-1
birthday = "2001-1-1"
# 课程名称
classes = [
    [['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', '']],

    [['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', ''],
     ['', '', '', '', '']
     ]
]
